Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Location History (Last 5 Minutes)
ar: سجل المواقع (آخر 5 دقائق)
ca: Historial d'ubicació (últims 5 minuts)
cs: Historie polohy (posledních 5 minut)
da: Placeringshistorik (sidste 5 minutter)
de: Standortverlauf (Letzte 5 Minuten)
es: Historial de ubicación (últimos 5 minutos)
fi: Sijaintihistoria (viimeiset 5 minuuttia)
fr: Historique de position (5 dernières minutes)
he: היסטוריית מיקום (5 דקות אחרונות)
hu: Helyelőzmények (utolsó 5 perc)
it: Cronologia posizioni (ultimi 5 minuti)
ja: 位置情報履歴（過去5分間）
ko: 위치 기록 (최근 5분)
nb: Posisjonshistorikk (siste 5 minutter)
nl: Locatiegeschiedenis (laatste 5 minuten)
pl: Historia lokalizacji (ostatnie 5 minut)
pt_br: Histórico de Localização (Últimos 5 Minutos)
pt_pt: Histórico de Localização (Últimos 5 Minutos)
ro: Istoric locație (ultimele 5 minute)
sl: Zgodovina lokacij (zadnjih 5 minut)
sv: Platshistorik (senaste 5 minuterna)
uk: Історія місцеположень (останні 5 хвилин)
vi: Lịch sử vị trí (5 phút gần nhất)
zh_hans: 位置历史（最近 5 分钟）
zh_hant: 位置歷史紀錄（最近 5 分鐘）

source: Lock
ar: قفل
ca: Bloqueja
cs: Uzamknout
da: Lås
de: Sperren
es: Bloquear
fi: Lukitus
fr: Verrouiller
he: נעילה
hu: Zárolás
it: Blocco
ja: ロック
ko: 잠금
nb: Lås
nl: Vergrendelen
pl: Blokada
pt_br: Bloquear
pt_pt: Bloquear
ro: Blocare
sl: Zakleni
sv: Lås
uk: Блокування
vi: Khóa lại
zh_hans: 锁定
zh_hant: 鎖定

source: Log File Size
ar: حجم ملف السجل
ca: Mida del fitxer de registre
cs: Velikost souboru protokolu
da: Logfilstørrelse
de: Protokolldateigröße
es: Tamaño del archivo de registro
fi: Lokitiedoston koko
fr: Taille du fichier journal
he: גודל קובץ יומן
hu: Naplófájl mérete
it: Dimensione file di log
ja: ログファイルサイズ
ko: 로그 파일 크기
nb: Loggfilstørrelse
nl: Logbestandsgrootte
pl: Rozmiar pliku dziennika
pt_br: Tamanho do Arquivo de Log
pt_pt: Tamanho do Ficheiro de Registo
ro: Dimensiune fișier jurnal
sl: Velikost dnevniške datoteke
sv: Loggfilstorlek
uk: Розмір файлу журналу
vi: Kích thước tệp nhật ký
zh_hans: 日志文件大小
zh_hant: 記錄檔大小

source: Log in as this user
ar: تسجيل الدخول بهذا المستخدم
ca: Inicia sessió com a aquest usuari
cs: Přihlásit se jako tento uživatel
da: Log ind som denne bruger
de: Als dieser Benutzer anmelden
es: Iniciar sesión como este usuario
fi: Kirjaudu tällä käyttäjänimellä
fr: Se connecter en tant que cet utilisateur
he: התחבר כמשתמש זה
hu: Bejelentkezés ezzel a felhasználóval
it: Accedi come questo utente
ja: このユーザーでログイン
ko: 이 사용자로 로그인
nb: Logg inn som denne brukeren
nl: Inloggen als deze gebruiker
pl: Zaloguj się jako ten użytkownik
pt_br: Conectar como este usuário
pt_pt: Iniciar sessão como este utilizador
ro: Autentificare ca acest utilizator
sl: Prijavi se kot ta uporabnik
sv: Logga in som denna användare
uk: Увійти як цей користувач
vi: Đăng nhập với tư cách người dùng này
zh_hans: 以此用户身份登录
zh_hant: 以此使用者身分登入

source: Log is stored at Documents/.ghostty/lifecycle_debug.log
ar: السجل مخزَّن في Documents/.ghostty/lifecycle_debug.log
ca: El registre es desa a Documents/.ghostty/lifecycle_debug.log
cs: Protokol je uložen v Documents/.ghostty/lifecycle_debug.log
da: Loggen gemmes i Documents/.ghostty/lifecycle_debug.log
de: Das Protokoll wird unter Documents/.ghostty/lifecycle_debug.log gespeichert
es: El registro se guarda en Documents/.ghostty/lifecycle_debug.log
fi: Loki tallennetaan kohteeseen Documents/.ghostty/lifecycle_debug.log
fr: Le journal est stocké dans Documents/.ghostty/lifecycle_debug.log
he: היומן נשמר ב-Documents/.ghostty/lifecycle_debug.log
hu: A napló a Documents/.ghostty/lifecycle_debug.log helyen tárolódik
it: Il log è memorizzato in Documents/.ghostty/lifecycle_debug.log
ja: ログは Documents/.ghostty/lifecycle_debug.log に保存されます
ko: 로그는 Documents/.ghostty/lifecycle_debug.log에 저장됩니다
nb: Loggen lagres i Documents/.ghostty/lifecycle_debug.log
nl: De log wordt opgeslagen in Documents/.ghostty/lifecycle_debug.log
pl: Dziennik jest przechowywany w Documents/.ghostty/lifecycle_debug.log
pt_br: O log é armazenado em Documents/.ghostty/lifecycle_debug.log
pt_pt: O registo é guardado em Documents/.ghostty/lifecycle_debug.log
ro: Jurnalul este stocat în Documents/.ghostty/lifecycle_debug.log
sl: Dnevnik je shranjen v Documents/.ghostty/lifecycle_debug.log
sv: Loggen lagras i Documents/.ghostty/lifecycle_debug.log
uk: Журнал зберігається в Documents/.ghostty/lifecycle_debug.log
vi: Nhật ký được lưu tại Documents/.ghostty/lifecycle_debug.log
zh_hans: 日志存储在 Documents/.ghostty/lifecycle_debug.log
zh_hant: 日誌儲存於 Documents/.ghostty/lifecycle_debug.log

source: Log is stored at Documents/.ghostty/resume_debug.log
ar: يُخزَّن السجل في Documents/.ghostty/resume_debug.log
ca: El registre s'emmagatzema a Documents/.ghostty/resume_debug.log
cs: Protokol je uložen v Documents/.ghostty/resume_debug.log
da: Log gemmes i Documents/.ghostty/resume_debug.log
de: Das Protokoll wird unter Documents/.ghostty/resume_debug.log gespeichert
es: El registro se almacena en Documents/.ghostty/resume_debug.log
fi: Loki tallennetaan sijaintiin Documents/.ghostty/resume_debug.log
fr: Le journal est stocké dans Documents/.ghostty/resume_debug.log
he: היומן מאוחסן ב-Documents/.ghostty/resume_debug.log
hu: A napló helye: Documents/.ghostty/resume_debug.log
it: Il log è memorizzato in Documents/.ghostty/resume_debug.log
ja: ログはDocuments/.ghostty/resume_debug.logに保存されます
ko: 로그는 Documents/.ghostty/resume_debug.log에 저장됩니다
nb: Loggen lagres på Documents/.ghostty/resume_debug.log
nl: Log wordt opgeslagen in Documents/.ghostty/resume_debug.log
pl: Dziennik jest zapisywany w Documents/.ghostty/resume_debug.log
pt_br: O log é armazenado em Documents/.ghostty/resume_debug.log
pt_pt: O registo é armazenado em Documents/.ghostty/resume_debug.log
ro: Jurnalul este stocat în Documents/.ghostty/resume_debug.log
sl: Dnevnik je shranjen v Documents/.ghostty/resume_debug.log
sv: Loggen lagras i Documents/.ghostty/resume_debug.log
uk: Журнал зберігається в Documents/.ghostty/resume_debug.log
vi: Nhật ký được lưu tại Documents/.ghostty/resume_debug.log
zh_hans: 日志存储在 Documents/.ghostty/resume_debug.log
zh_hant: 記錄檔儲存在 Documents/.ghostty/resume_debug.log

source: Log is stored at Documents/.ghostty/ssh_debug.log
ar: يُحفظ السجل في Documents/.ghostty/ssh_debug.log
ca: El registre es desa a Documents/.ghostty/ssh_debug.log
cs: Záznam je uložen v Documents/.ghostty/ssh_debug.log
da: Loggen gemmes i Documents/.ghostty/ssh_debug.log
de: Protokoll wird unter Documents/.ghostty/ssh_debug.log gespeichert
es: El registro se almacena en Documents/.ghostty/ssh_debug.log
fi: Loki tallennetaan polkuun Documents/.ghostty/ssh_debug.log
fr: Le journal est stocké dans Documents/.ghostty/ssh_debug.log
he: היומן נשמר ב-Documents/.ghostty/ssh_debug.log
hu: A napló helye: Documents/.ghostty/ssh_debug.log
it: Il log è archiviato in Documents/.ghostty/ssh_debug.log
ja: ログはDocuments/.ghostty/ssh_debug.logに保存されます
ko: 로그는 Documents/.ghostty/ssh_debug.log에 저장됩니다
nb: Loggen lagres i Documents/.ghostty/ssh_debug.log
nl: Logboek wordt opgeslagen in Documents/.ghostty/ssh_debug.log
pl: Dziennik jest zapisywany w Documents/.ghostty/ssh_debug.log
pt_br: O registro é armazenado em Documents/.ghostty/ssh_debug.log
pt_pt: O registo é armazenado em Documents/.ghostty/ssh_debug.log
ro: Jurnalul este stocat la Documents/.ghostty/ssh_debug.log
sl: Dnevnik je shranjen v Documents/.ghostty/ssh_debug.log
sv: Loggen lagras i Documents/.ghostty/ssh_debug.log
uk: Журнал зберігається у Documents/.ghostty/ssh_debug.log
vi: Nhật ký được lưu tại Documents/.ghostty/ssh_debug.log
zh_hans: 日志存储在 Documents/.ghostty/ssh_debug.log
zh_hant: 記錄檔儲存於 Documents/.ghostty/ssh_debug.log

source: Log is stored at Documents/.ghostty/tmux_debug.log. Use “Capture tmux State” while reproducing a hang to snapshot the current state.
ar: يُخزَّن السجل في Documents/.ghostty/tmux_debug.log. استخدم “التقاط حالة tmux” أثناء إعادة إنتاج حالة تعليق لأخذ لقطة من الحالة الحالية.
ca: El registre es desa a Documents/.ghostty/tmux_debug.log. Utilitza «Captura l'estat de tmux» mentre reprodueixes un bloqueig per capturar l'estat actual.
cs: Protokol je uložen v Documents/.ghostty/tmux_debug.log. Při reprodukci zaseknutí použijte „Zachytit stav tmux“ pro pořízení snímku aktuálního stavu.
da: Loggen gemmes i Documents/.ghostty/tmux_debug.log. Brug “Indfang tmux-tilstand”, mens du genskaber en hængning, for at tage et øjebliksbillede af den aktuelle tilstand.
de: Das Protokoll wird unter Documents/.ghostty/tmux_debug.log gespeichert. Verwende „tmux-Status erfassen“ während du einen Hänger reproduzierst, um eine Momentaufnahme des aktuellen Zustands zu erstellen.
es: El registro se guarda en Documents/.ghostty/tmux_debug.log. Usa “Capturar estado de tmux” mientras reproduces un bloqueo para tomar una instantánea del estado actual.
fi: Loki tallennetaan sijaintiin Documents/.ghostty/tmux_debug.log. Käytä ”Kaappaa tmux-tila” -toimintoa jumiutumista toistaessasi ottaaksesi tilannekuvan nykyisestä tilasta.
fr: Le journal est stocké dans Documents/.ghostty/tmux_debug.log. Utilisez « Capturer l'état de tmux » pendant la reproduction d'un blocage pour prendre un instantané de l'état actuel.
he: היומן מאוחסן ב-Documents/.ghostty/tmux_debug.log. השתמש ב“לכידת מצב tmux” בזמן שחזור תקיעה כדי לצלם את המצב הנוכחי.
hu: A naplófájl a Documents/.ghostty/tmux_debug.log helyen tárolódik. Egy lefagyás reprodukálása közben használja a „tmux állapot rögzítése” lehetőséget az aktuális állapot pillanatképének elkészítéséhez.
it: Il log è archiviato in Documents/.ghostty/tmux_debug.log. Usa “Acquisisci stato tmux” mentre riproduci un blocco per acquisire un'istantanea dello stato attuale.
ja: ログはDocuments/.ghostty/tmux_debug.logに保存されます。ハングを再現しながら「tmuxの状態をキャプチャ」を使用すると、現在の状態をスナップショットできます。
ko: 로그는 Documents/.ghostty/tmux_debug.log에 저장됩니다. 멈춤 현상을 재현하는 동안 “tmux 상태 캡처”를 사용하여 현재 상태의 스냅샷을 찍으세요.
nb: Loggen lagres i Documents/.ghostty/tmux_debug.log. Bruk «Fang tmux-tilstand» mens du reproduserer en henging for å ta et øyeblikksbilde av gjeldende tilstand.
nl: Het logbestand wordt opgeslagen in Documents/.ghostty/tmux_debug.log. Gebruik “tmux-status vastleggen” terwijl je een vastloper reproduceert om een momentopname van de huidige status te maken.
pl: Dziennik jest zapisywany w Documents/.ghostty/tmux_debug.log. Użyj „Przechwyć stan tmux” podczas odtwarzania zawieszenia, aby wykonać migawkę bieżącego stanu.
pt_br: O log é armazenado em Documents/.ghostty/tmux_debug.log. Use “Capturar Estado do tmux” enquanto reproduz um travamento para capturar o estado atual.
pt_pt: O registo é guardado em Documents/.ghostty/tmux_debug.log. Utilize “Capturar Estado do tmux” enquanto reproduz um bloqueio para capturar o estado atual.
ro: Jurnalul este stocat în Documents/.ghostty/tmux_debug.log. Folosește „Captează starea tmux” în timp ce reproduci o blocare pentru a surprinde starea curentă.
sl: Dnevnik je shranjen v Documents/.ghostty/tmux_debug.log. Med reproduciranjem zamrznitve uporabi „Zajemi stanje tmux“, da posnameš trenutno stanje.
sv: Loggen lagras i Documents/.ghostty/tmux_debug.log. Använd ”Fånga tmux-tillstånd” medan du återskapar en hängning för att ta en ögonblicksbild av det aktuella tillståndet.
uk: Журнал зберігається у Documents/.ghostty/tmux_debug.log. Скористайтеся кнопкою «Зробити знімок стану tmux» під час відтворення зависання, щоб зафіксувати поточний стан.
vi: Nhật ký được lưu tại Documents/.ghostty/tmux_debug.log. Dùng “Chụp trạng thái tmux” trong khi tái hiện tình trạng treo để chụp nhanh trạng thái hiện tại.
zh_hans: 日志存储于 Documents/.ghostty/tmux_debug.log。在重现卡死时使用“捕获 tmux 状态”可对当前状态进行快照。
zh_hant: 記錄檔儲存於 Documents/.ghostty/tmux_debug.log。在重現卡住情形時，使用「擷取 tmux 狀態」來擷取目前狀態的快照。

source: Log is stored at Documents/.ghostty/vnc_debug.log
ar: يُحفظ السجل في Documents/.ghostty/vnc_debug.log
ca: El registre es desa a Documents/.ghostty/vnc_debug.log
cs: Záznam je uložen v Documents/.ghostty/vnc_debug.log
da: Loggen gemmes i Documents/.ghostty/vnc_debug.log
de: Protokoll wird unter Documents/.ghostty/vnc_debug.log gespeichert
es: El registro se almacena en Documents/.ghostty/vnc_debug.log
fi: Loki tallennetaan polkuun Documents/.ghostty/vnc_debug.log
fr: Le journal est stocké dans Documents/.ghostty/vnc_debug.log
he: היומן נשמר ב-Documents/.ghostty/vnc_debug.log
hu: A napló helye: Documents/.ghostty/vnc_debug.log
it: Il log è archiviato in Documents/.ghostty/vnc_debug.log
ja: ログはDocuments/.ghostty/vnc_debug.logに保存されます
ko: 로그는 Documents/.ghostty/vnc_debug.log에 저장됩니다
nb: Loggen lagres i Documents/.ghostty/vnc_debug.log
nl: Logboek wordt opgeslagen in Documents/.ghostty/vnc_debug.log
pl: Dziennik jest zapisywany w Documents/.ghostty/vnc_debug.log
pt_br: O registro é armazenado em Documents/.ghostty/vnc_debug.log
pt_pt: O registo é armazenado em Documents/.ghostty/vnc_debug.log
ro: Jurnalul este stocat la Documents/.ghostty/vnc_debug.log
sl: Dnevnik je shranjen v Documents/.ghostty/vnc_debug.log
sv: Loggen lagras i Documents/.ghostty/vnc_debug.log
uk: Журнал зберігається у Documents/.ghostty/vnc_debug.log
vi: Nhật ký được lưu tại Documents/.ghostty/vnc_debug.log
zh_hans: 日志存储在 Documents/.ghostty/vnc_debug.log
zh_hant: 記錄檔儲存於 Documents/.ghostty/vnc_debug.log

source: Login Shell
ar: صدفة تسجيل الدخول
ca: Shell d'inici de sessió
cs: Přihlašovací shell
es: Shell de inicio de sesión
fi: Kirjautumiskomentotulkki
fr: Shell de connexion
he: מעטפת כניסה
hu: Bejelentkezési shell
it: Shell di login
ja: ログインシェル
ko: 로그인 셸
nb: Påloggingsskall
pl: Powłoka logowania
pt_br: Shell de Login
pt_pt: Shell de Início de Sessão
ro: Shell de autentificare
sl: Prijavna lupina
sv: Inloggningsskal
uk: Оболонка входу
vi: Shell đăng nhập
zh_hans: 登录 Shell
zh_hant: 登入 Shell

source: Logs detailed trzsz/mosh session resume diagnostics to a file that survives force-quit. Useful for debugging reconnection failures.
ar: يسجّل تشخيصات تفصيلية لاستئناف جلسة trzsz/mosh في ملف يبقى بعد الإغلاق القسري. مفيد لتصحيح أخطاء إعادة الاتصال.
ca: Registra diagnòstics detallats de represa de sessió trzsz/mosh en un fitxer que sobreviu al tancament forçat. Útil per depurar errors de reconnexió.
cs: Zapisuje podrobnou diagnostiku obnovení trzsz/mosh relace do souboru, který přežije vnucené ukončení. Užitečné pro ladění selhání opětovného připojení.
da: Logger detaljeret trzsz/mosh-sessiongenoptagelesdiagnostik til en fil, der overlever tvungen lukning. Nyttigt til fejlfinding af genopkoblingsfejl.
de: Protokolliert detaillierte trzsz/mosh-Sitzungswiederaufnahme-Diagnosen in eine Datei, die ein erzwungenes Beenden übersteht. Nützlich zum Debuggen von Wiederverbindungsfehlern.
es: Registra diagnósticos detallados de reanudación de sesión trzsz/mosh en un archivo que persiste tras el cierre forzado. Útil para depurar fallos de reconexión.
fi: Kirjaa yksityiskohtaiset trzsz/mosh-istunnon jatkamisdiagnostiikkatiedot tiedostoon, joka säilyy pakkolopetuksen yli. Hyödyllinen uudelleenyhdistämisongelmien vianmäärityksessä.
fr: Enregistre les diagnostics détaillés de reprise de session trzsz/mosh dans un fichier qui persiste après une fermeture forcée. Utile pour déboguer les échecs de reconnexion.
he: רושם אבחונים מפורטים של חידוש הפעלות trzsz/mosh לקובץ ששורד סגירה מאולצת. שימושי לאיתור באגים בכשלי התחברות מחדש.
hu: Részletes trzsz/mosh munkamenet-visszaállítási diagnosztikát naplóz egy fájlba, amely a kényszerített kilépés után is megmarad. Hasznos az újracsatlakozási hibák diagnosztizálásához.
it: Registra la diagnostica dettagliata di ripresa sessione trzsz/mosh in un file che persiste dopo la chiusura forzata. Utile per il debug dei problemi di riconnessione.
ja: trzsz/moshセッション再開の詳細な診断情報を強制終了後も残るファイルに記録します。再接続の失敗をデバッグする際に便利です。
ko: trzsz/mosh 세션 재개 진단 정보를 강제 종료 후에도 유지되는 파일에 기록합니다. 재연결 실패를 디버깅하는 데 유용합니다.
nb: Logger detaljert trzsz/mosh-øktgjenopptakelsesdiagnostikk til en fil som overlever tvungen avslutning. Nyttig for feilsøking av gjenoppkoblingsfeil.
nl: Logt gedetailleerde trzsz/mosh-sessie-hervattingsdiagnostiek naar een bestand dat een geforceerd afsluiten overleeft. Nuttig voor het debuggen van herverbindingsproblemen.
pl: Zapisuje szczegółową diagnostykę wznawiania sesji trzsz/mosh do pliku, który przetrwa wymuszenie zamknięcia. Przydatne przy debugowaniu błędów ponownego połączenia.
pt_br: Registra diagnósticos detalhados de retomada de sessão trzsz/mosh em um arquivo que sobrevive ao encerramento forçado. Útil para depurar falhas de reconexão.
pt_pt: Regista diagnósticos detalhados de retoma de sessão trzsz/mosh num ficheiro que sobrevive ao encerramento forçado. Útil para depurar falhas de reconexão.
ro: Înregistrează diagnosticele detaliate de reluare a sesiunilor trzsz/mosh într-un fișier care persistă după închiderea forțată. Util pentru depanarea eșecurilor de reconectare.
sl: Beleži podrobno diagnostiko nadaljevanja trzsz/mosh sej v datoteko, ki preživi prisilno zapiranje. Uporabno za odpravljanje napak pri ponovnem povezovanju.
sv: Loggar detaljerad trzsz/mosh-sessionsåterupptagningsdiagnostik till en fil som överlever tvångsavslut. Användbart för felsökning av återanslutningsproblem.
uk: Записує детальну діагностику відновлення сеансів trzsz/mosh у файл, який зберігається після примусового завершення. Корисно для налагодження помилок повторного з'єднання.
vi: Ghi lại chẩn đoán chi tiết về việc tiếp tục phiên trzsz/mosh vào tệp tồn tại sau khi thoát bắt buộc. Hữu ích để gỡ lỗi các sự cố kết nối lại.
zh_hans: 将详细的 trzsz/mosh 会话恢复诊断记录到一个在强制退出后仍然保留的文件中。适用于调试重新连接失败的问题。
zh_hant: 將詳細的 trzsz/mosh 工作階段恢復診斷資訊記錄到一個在強制結束後仍會保留的檔案中。適用於除錯重新連線失敗的問題。

source: Logs detailed VPN connection timeline (DNS, SSH, tsshd, netstack) with phase durations. Takes effect on next VPN connection start.
ar: يُسجّل تفاصيل مراحل اتصال VPN (DNS، SSH، tsshd، netstack) مع مدة كل مرحلة. يسري عند بدء اتصال VPN التالي.
ca: Registra la cronologia detallada de la connexió VPN (DNS, SSH, tsshd, netstack) amb la durada de cada fase. S'aplica a la pròxima connexió VPN.
cs: Zaznamenává podrobný průběh připojení VPN (DNS, SSH, tsshd, netstack) s dobou trvání jednotlivých fází. Projeví se při příštím navázání spojení VPN.
da: Logger detaljeret tidslinje for VPN-forbindelsen (DNS, SSH, tsshd, netstack) med varighed for hver fase. Træder i kraft ved næste VPN-forbindelse.
de: Protokolliert den detaillierten Ablauf der VPN-Verbindung (DNS, SSH, tsshd, netstack) mit Phasendauer. Wird beim nächsten VPN-Verbindungsaufbau wirksam.
es: Registra la cronología detallada de la conexión VPN (DNS, SSH, tsshd, netstack) con la duración de cada fase. Se aplica en la próxima conexión VPN.
fi: Kirjaa yksityiskohtaisen VPN-yhteyden aikajanan (DNS, SSH, tsshd, netstack) vaiheiden kestoineen. Tulee voimaan seuraavan VPN-yhteyden alkaessa.
fr: Enregistre la chronologie détaillée de la connexion VPN (DNS, SSH, tsshd, netstack) avec la durée de chaque phase. Prend effet au prochain démarrage de connexion VPN.
he: רושם ציר זמן מפורט של חיבור ה-VPN‏ (DNS,‏ SSH,‏ tsshd,‏ netstack) עם משך כל שלב. ייכנס לתוקף בהתחברות ה-VPN הבאה.
hu: Részletes VPN-kapcsolati idővonalat naplóz (DNS, SSH, tsshd, netstack) a fázisok időtartamával. A következő VPN-kapcsolat indításakor lép érvénybe.
it: Registra la cronologia dettagliata della connessione VPN (DNS, SSH, tsshd, netstack) con la durata di ogni fase. Ha effetto dal prossimo avvio della connessione VPN.
ja: VPN接続の詳細なタイムライン（DNS、SSH、tsshd、netstack）を各フェーズの所要時間とともに記録します。次回のVPN接続開始時に反映されます。
ko: VPN 연결 타임라인(DNS, SSH, tsshd, netstack)을 각 단계별 소요 시간과 함께 상세히 기록합니다. 다음 VPN 연결 시작 시 적용됩니다.
nb: Logger detaljert tidslinje for VPN-tilkobling (DNS, SSH, tsshd, netstack) med varighet per fase. Trer i kraft ved neste VPN-tilkobling.
nl: Registreert een gedetailleerde tijdlijn van de VPN-verbinding (DNS, SSH, tsshd, netstack) met faseduur. Wordt van kracht bij de volgende VPN-verbinding.
pl: Rejestruje szczegolowy przebieg polaczenia VPN (DNS, SSH, tsshd, netstack) z czasem trwania poszczegolnych faz. Zaczyna obowiazywac przy nastepnym uruchomieniu polaczenia VPN.
pt_br: Registra a linha do tempo detalhada da conexao VPN (DNS, SSH, tsshd, netstack) com a duracao de cada fase. Entra em vigor na proxima conexao VPN.
pt_pt: Regista a cronologia detalhada da ligacao VPN (DNS, SSH, tsshd, netstack) com a duracao de cada fase. Entra em vigor na proxima ligacao VPN.
ro: Inregistreaza cronologia detaliata a conexiunii VPN (DNS, SSH, tsshd, netstack) cu durata fiecarei faze. Se aplica la urmatoarea pornire a conexiunii VPN.
sl: Belezi podroben casovni potek povezave VPN (DNS, SSH, tsshd, netstack) s trajanjem posameznih faz. Zacne veljati ob naslednjem zagonu povezave VPN.
sv: Loggar detaljerad VPN-anslutningstidslinje (DNS, SSH, tsshd, netstack) med faslängder. Börjar gälla vid nästa VPN-anslutning.
uk: Записує детальну хронологію VPN-з'єднання (DNS, SSH, tsshd, netstack) із тривалістю кожної фази. Набуває чинності при наступному підключенні VPN.
vi: Ghi lại tiến trình kết nối VPN chi tiết (DNS, SSH, tsshd, netstack) kèm thời lượng từng giai đoạn. Có hiệu lực khi bắt đầu kết nối VPN tiếp theo.
zh_hans: 记录详细的 VPN 连接时间线（DNS、SSH、tsshd、netstack）及各阶段耗时。在下次 VPN 连接时生效。
zh_hant: 記錄詳細的 VPN 連線時間軸（DNS、SSH、tsshd、netstack）及各階段耗時。於下次 VPN 連線時生效。
